


[
  {
    "id": 1,
    "title": "Publishers fear AI summaries are hitting online traffic",
    "content": "When actress Sorcha Cusack left the BBC drama Father Brown in January it made headlines, including for the newspapers owned by Reach, among them The Mirror, and the Daily Express.\n But the story did not generate the traction the Reach newspapers would have expected a year ago, or even at the start of the year. \nReach put this down to AI Overviews (AIO) – the AI summary at the top of the Google results page.\n Instead of clicking through to the story on a Reach newspaper site, readers were happy with the AI overview.\n The feature is a concern for newspapers and other media publishers, who have already seen much of their advertising revenue siphoned off by social media.\nIn a tough market readers coming via Google search is a valuable source of traffic. \n \"A major worry, backed by some individual datapoints, has been that AI overviews would lead to fewer people clicking through to the content behind them, with negative knock-on effects for publishers,\" says Dr Felix Simon, research fellow in AI and news at the Reuters Institute for the Study of Journalism, University of Oxford. \nHe points out that it's hard to know the full effect of AI overviews, without independent access to Google's, or publishers', internal data on click-through rates. \n DMG Media, owner of MailOnline, Metro and other outlets, said AIO resulted in a fall in click-through-rates by as much as 89%, in a statement to the Competition and Markets Authority made in July.\n\nIt means publishers are not being fairly rewarded for their work, says David Higgerson, chief digital publisher at Reach. \n \"Publishers provide the accurate, timely, trustworthy content that basically fuels Google, and in return we get a click… that hopefully we can monetise to our subscription service.\"Now with Google Overviews it's reducing the need for somebody to click through to us in the first place, but for no financial benefit for the publisher.\"\"It's another example of the distributor of information not being the creator of information but taking all the financial reward for it.\"\n There is also concern over Google's new tool called AI Mode, which shows search results in a conversational style with far fewer links than traditional search. \n \"If Google flips onto full AI Mode, and there is a big uptake in that…that [will be] completely quite devastating for the industry,\" says Mr Higgerson. Some in the publishing industry are turning to the courts for redress. \n In July, a group of organisations including the Independent Publishers Alliance, tech justice non-profit Foxglove, and the campaign group Movement for an Open Web filed a legal complaint to the UK's Competition and Markets Authority alleging that Google AI Overviews is using publishers' content at a cost to the newspapers. It is asking the CMA to introduce interim measures to prevent Google from \"misusing\" publisher content in AI-generated responses. \n In the meantime publishers are trying to understand how to feature in AIO and hopeful win some click-throughs. \n \"Google doesn't give us a manual on how to do it. We have to run tests and optimise copy in a way that doesn't damage the primary purpose of the content, which is to satisfy a reader's desire for information,\" explains Mr Higgerson.",
    "image": "images/news1.png"
  },
  {
    "id": 2,
    "title": "World's first AI minister will eliminate corruption, says Albania's PM",
    "content": "For government officials, being called \"heartless\" is an occupational hazard. But Albania has chosen to turn that insult into a positive quality, by appointing an AI minister.\n\nNot a minister for artificial intelligence. Rather, a cabinet member who is, literally, the work of AI.\n\nThe new addition is, like a pop star, known simply by the single name: Diella.\n\nPrime Minister Edi Rama introduced her as a member of his new cabinet on Thursday, four months after securing his fourth term in office in May elections.\n\nHowever, the move was symbolic rather than official, as Albania's constitution insists that government ministers must be mentally competent citizens aged at least 18. \n Still, the advantages of appointing a bot over a human are obvious. \nDiella, whose name means sun in Albanian, is unlikely to be the source of any unflattering leaks about the government. She will only be power-hungry in the sense of the electricity she consumes. And a damaging expenses scandal would appear to be out of the question. \nIn fact, corruption was uppermost in Rama's mind when he made Diella part of his team as minister for public procurement. Her role will be to ensure that Albania will become \"a country where public tenders are 100% free of corruption\".\"We're working with a brilliant team, which is not only Albanian but also international, to come out with the first full AI model in public procurement,\" the prime minister told the BBC. \"Not only will we wipe out every potential influence on public biddings – we will also make the process much faster, much more efficient and totally accountable.\" Diella had already been working in Albania even before the government \"appointment\". Her first incarnation was as an AI-powered virtual assistant, guiding applicants through the process to obtain official documents.",
    "image": "images/aiminister.png"
  },
   {
    "id": 3,
    "title": "Larry Ellison briefly becomes world's richest person",
    "content": "Elon Musk briefly lost his title as the world's richest person to Larry Ellison, the co-founder of Oracle and an ally of US President Donald Trump. \n Ellison's wealth surged to $393bn (£290bn) on Wednesday morning, surpassing Musk's $385bn (£284bn), according to the Bloomberg Billionaires Index. \n The jump came after shares in Oracle, which make up a significant part of Ellison's fortune, soared more than 40%, boosted by the database software company's surprisingly rosy outlook for its cloud infrastructure business and artificial intelligence (AI) deals. \n But the firm's share price had shed some of those gains by the end of the day, putting Musk back on top. Before briefly losing it to Ellison, Musk had held the title of world's richest person for nearly one year. \n He could receive a pay package worth over $1tn (£740bn) if he hits a list of ambitious targets over the next decade, the board of the electric car firm has proposed. \n But shares in Musk's most valuable business, Tesla, have fallen this yea.\n The electric vehicle maker has grappled with investor jitters over the Trump administration's rollback of electric vehicle initiatives, on top of consumer backlash to Musk's political involvement. \n Oracle has recently been propelled by growing demand for data centre infrastructure. \nThe company projected as part of its quarterly earnings report on Tuesday that revenue from its cloud business will jump 77% this year, to $18bn, with further growth expected in the coming years. \n Oracle has reported a surge in demand among AI companies for its data centres, which helped push its stock dramatically higher. \n It signed four multibillion-dollar contracts with customers in the last quarter and anticipates several more deals in the months ahead, chief executive Safra Catz said on Tuesday. \nTrump ties and media ambitions, Ellison, 81, helped start Oracle in 1977 and rose to prominence in the 1990s, when he became a public figure known as much for his lavish lifestyle as for the database company behind his fortune. \nHe was Oracle's chief executive until 2014 and is now the company's chairman and chief technology officer. \n And he has positioned himself as an ally to President Trump. \nWhen Trump returned to the White House in January, Ellison appeared alongside OpenAI's Sam Altman and SoftBank's Masayoshi Son to announce a project called Stargate, to build out AI infrastructure in the US. \nOracle has also emerged as a possible buyer of TikTok, the app owned by the Chinese internet company ByteDance. TikTok is facing a ban in the US unless it divests itself of its ByteDance ownership. \nIn January, when asked whether he was open to Musk buying TikTok, Trump responded: \"I'd like Larry to buy it, too.\"Ellison's media ambitions extend beyond TikTok. He funded the bulk of a $8bn bid by his son to acquire Paramount, which owns CBS and MTV. \nThat deal between Paramount and the media company Skydance, which is controlled by his son David, closed last month.",
    "image": "images/news3.png"
  },
   {
    "id": 4,
    "title": "Why hackers are targeting the world's shipping",
    "content": "Lawyer Henry Clack sadly knows a lot about Nigerian criminal gangs. \nMr Clack, a solicitor at London-based commercial law firm HFW, has to deal with them when he is representing global shipping firms that have found themselves victims of cyber attacks.\n\"Of the cases which HFW have been involved in, the most common counterparties that we've encountered are Nigerian organised criminal organisations,\" he says. \"They have been responsible for perpetrating several high value 'man-in-the-middle' frauds in recent years.\n\"This type of fraud involves a hacker being able to intercept the communication between two parties, such as emails. The criminal then impersonates both in order to try to steal sensitive information, such as log-in details or financial data, or even to take control of a company's computer system.\nThe cyber criminals then demand money to give back what they have stolen, or to give up their command of a firm's computers. \nHFW's data shows that such hacking is a growing problem for the shiping sector, both attacks on ships and ports. It says that between 2022 and 2023 the cost of dealing with an attack doubled to an average of $550,000 (£410,000). \nMeanwhile, in cases where cyber security experts cannot easily remove the hackers, HFW says the average cost of a ransom payment is now $3.2m. Around 80% of world trade is carried by sea, and disruption can greatly increase shipping firms' costs, and leave them short of capacity. \nThis, says John Stawpert, manager for environment and trade in the marine department of the International Chamber of Shipping (ICS), makes the maritime industry a prime target for cyber attacks, from both criminal gangs and hostile countries. \n\"Cyber security is a major concern for the shipping industry, given how interconnected the world is. Shipping has been listed as one of the top 10 targets for cyber criminals globally,\" he says.\n\"The impact can be quite significant if cyber criminals manage to disrupt your operations or, for example, carry out a ransomware attack.\"And the rate of attacks is rocketing. A research group at the Netherlands' NHL Stenden University of Applied Sciences compiled data on shipping cyber attacks over the last few years, and found that the number shot up from just 10 in 2021 to at least 64 last year. \nMany incidents, says Jeroen Pijpkerof the university's Maritime IT Security research group, are linked to the governments of four countries - Russia, China, North Korea and Iran.\n\"What we saw with one example was that equipment was being shipped to Ukraine, and then on a Telegram channel we see people giving information about what kind of targets to attack to get some kind of disruption in the logistical chain [of that delivery].\"Other attacks are purely for financial extortion, be it gangs from Nigeria or elsewhere.",
    "image": "images/news4.png"
  },
   {
    "id": 5,
    "title": "US and China hold second day of trade talks as TikTok deadline looms",
    "content": "US and Chinese officials are holding a second day of trade talks in Spain on Monday as the deadline looms for the Chinese owner of TikTok to find a buyer or face a ban in America. \nThe negotiations, led by US Treasury Secretary Scott Bessent and Chinese Vice Premier He Lifeng, are the latest attempt to end a trade war between the world's two biggest economies.\nTop level trade delegations from Beijing and Washington last met in July, when they struck a deal to extend their tariffs truce by another 90 days until 10 November. \nAfter initially calling for TikTok to be banned during his first term, Trump has reversed his stance on the popular video-sharing app and delayed the ban three times so far. \nThe BBC has contacted the White House and TikTok for comment.\nSpeaking to reporters on Sunday, Trump said: \"We may let [TikTok] die. Or we may… I don't know. It depends. Up to China, it doesn't matter too much.\" \nIt came as expectations grow that the deadline, which is due to expire on Wednesday, will be extended for a fourth time. \nLast month, Trump suggested that he would keep extending the deadline until a buyer for TikTok could be found and called national security and privacy concerns related to the app and its Chinese parent company ByteDance \"highly overrated\".\nTrump was highly critical of TikTok during his first term in the White House but softened his position after he gained popularity on the app during the 2024 presidential election.\nIn August, The White House launched its official TikTok account.\nThe app is one of the world's most widely-used social media platforms, with around 170 million users in the US. \nDuring this week's talks, officials are also expected to lay the groundwork for a potential meeting between Trump and Chinese President Xi Jinping as soon as October, when they are scheduled to attend a summit in South Korea.\nThe tariffs truce between China and the US cut import taxes that had reached more than 100% on each other's goods.\nThe extension gave them more time for negotiations about \"unfair trade practices\" and to address national security issues, the White House said.",
    "image": "images/chinaus.png"
  },
   {
    "id": 6,
    "title": "Screen time in bed linked to worse sleep",
    "content": "People who spend more time looking at a screen in bed are more likely to report insomnia and sleep loss, a study has found. The research is based on a Norwegian survey of more than 45,000 students.It indicates that each additional hour of screen time was linked to a 63% increase in insomnia risk, and 24 minutes less sleep.However, the researchers said they had only established a correlation between screen use and lower sleep quality and had not demonstrated that the former caused the latter. Experts say putting down your phone before bed, doing something relaxing and establishing a routine may help improve sleep.",
    "image": "images/b1.png"
  },
   {
    "id": 7,
    "title": "Screen time in bed linked to worse sleep",
    "content": "People who spend more time looking at a screen in bed are more likely to report insomnia and sleep loss, a study has found. The research is based on a Norwegian survey of more than 45,000 students.It indicates that each additional hour of screen time was linked to a 63% increase in insomnia risk, and 24 minutes less sleep.However, the researchers said they had only established a correlation between screen use and lower sleep quality and had not demonstrated that the former caused the latter. Experts say putting down your phone before bed, doing something relaxing and establishing a routine may help improve sleep.",
    "image": "images/b2.png"
  },
   {
    "id": 8,
    "title": "Screen time in bed linked to worse sleep",
    "content": "People who spend more time looking at a screen in bed are more likely to report insomnia and sleep loss, a study has found. The research is based on a Norwegian survey of more than 45,000 students.It indicates that each additional hour of screen time was linked to a 63% increase in insomnia risk, and 24 minutes less sleep.However, the researchers said they had only established a correlation between screen use and lower sleep quality and had not demonstrated that the former caused the latter. Experts say putting down your phone before bed, doing something relaxing and establishing a routine may help improve sleep.",
    "image": "images/b3.png"
  },
   {
    "id": 9,
    "title": "Screen time in bed linked to worse sleep",
    "content": "People who spend more time looking at a screen in bed are more likely to report insomnia and sleep loss, a study has found. The research is based on a Norwegian survey of more than 45,000 students.It indicates that each additional hour of screen time was linked to a 63% increase in insomnia risk, and 24 minutes less sleep.However, the researchers said they had only established a correlation between screen use and lower sleep quality and had not demonstrated that the former caused the latter. Experts say putting down your phone before bed, doing something relaxing and establishing a routine may help improve sleep.",
    "image": "images/67.jpg"
  },
   {
    "id": 10,
    "title": "Screen time in bed linked to worse sleep",
    "content": "People who spend more time looking at a screen in bed are more likely to report insomnia and sleep loss, a study has found. The research is based on a Norwegian survey of more than 45,000 students.It indicates that each additional hour of screen time was linked to a 63% increase in insomnia risk, and 24 minutes less sleep.However, the researchers said they had only established a correlation between screen use and lower sleep quality and had not demonstrated that the former caused the latter. Experts say putting down your phone before bed, doing something relaxing and establishing a routine may help improve sleep.",
    "image": "images/71.jpg"
  },
   {
    "id": 11,
    "title": "Screen time in bed linked to worse sleep",
    "content": "People who spend more time looking at a screen in bed are more likely to report insomnia and sleep loss, a study has found. The research is based on a Norwegian survey of more than 45,000 students.It indicates that each additional hour of screen time was linked to a 63% increase in insomnia risk, and 24 minutes less sleep.However, the researchers said they had only established a correlation between screen use and lower sleep quality and had not demonstrated that the former caused the latter. Experts say putting down your phone before bed, doing something relaxing and establishing a routine may help improve sleep.",
    "image": "images/bill.png"
  },
   {
    "id": 12,
    "title": "Publishers fear AI summaries are hitting online traffic",
    "content": "When actress Sorcha Cusack left the BBC drama Father Brown in January it made headlines, including for the newspapers owned by Reach, among them The Mirror, and the Daily Express.\n But the story did not generate the traction the Reach newspapers would have expected a year ago, or even at the start of the year. \nReach put this down to AI Overviews (AIO) – the AI summary at the top of the Google results page.\n Instead of clicking through to the story on a Reach newspaper site, readers were happy with the AI overview.\n The feature is a concern for newspapers and other media publishers, who have already seen much of their advertising revenue siphoned off by social media.\nIn a tough market readers coming via Google search is a valuable source of traffic. \n \"A major worry, backed by some individual datapoints, has been that AI overviews would lead to fewer people clicking through to the content behind them, with negative knock-on effects for publishers,\" says Dr Felix Simon, research fellow in AI and news at the Reuters Institute for the Study of Journalism, University of Oxford. \nHe points out that it's hard to know the full effect of AI overviews, without independent access to Google's, or publishers', internal data on click-through rates.",
    "image": "images/news1.png"
  }
]