[
  {
    "id": 10,
    "title": "Publishers fear AI summaries are hitting online traffic",
    "content1": "...",
    "content2": "...",
    "content3": "...",
    "content4": "...",
    "image": "images/news1.png",
    "files": [
      {
        "name": "Full Report PDF",
        "url": "files/report-ai-traffic.pdf"
      }
    ]
  },
  {
    "id": 11,
    "title": "World's first AI minister will eliminate corruption, says Albania's PM",
    "content1": "...",
    "content2": "...",
    "content3": "...",
    "content4": "...",
    "image": "images/aiminister.png",
    "files": []
  },
   {
    "id": 3,
    "title": "Larry Ellison briefly becomes world's richest person",
    "content1": "Elon Musk briefly lost his title as the world's richest person to Larry Ellison, the co-founder of Oracle and an ally of US President Donald Trump. \n Ellison's wealth surged to $393bn (£290bn) on Wednesday morning, surpassing Musk's $385bn (£284bn), according to the Bloomberg Billionaires Index. \n The jump came after shares in Oracle, which make up a significant part of Ellison's fortune, soared more than 40%, boosted by the database software company's surprisingly rosy outlook for its cloud infrastructure business and artificial intelligence (AI) deals. \n But the firm's share price had shed some of those gains by the end of the day, putting Musk back on top. Before briefly losing it to Ellison, Musk had held the title of world's richest person for nearly one year. \n He could receive a pay package worth over $1tn (£740bn) if he hits a list of ambitious targets over the next decade, the board of the electric car firm has proposed. \n But shares in Musk's most valuable business, Tesla, have fallen this yea.\n The electric vehicle maker has grappled with investor jitters over the Trump administration's rollback of electric vehicle initiatives, on top of consumer backlash to Musk's political involvement. \n Oracle has recently been propelled by growing demand for data centre infrastructure. \nThe company projected as part of its quarterly earnings report on Tuesday that revenue from its cloud business will jump 77% this year, to $18bn, with further growth expected in the coming years. \n Oracle has reported a surge in demand among AI companies for its data centres, which helped push its stock dramatically higher. \n It signed four multibillion-dollar contracts with customers in the last quarter and anticipates several more deals in the months ahead, chief executive Safra Catz said on Tuesday. \nTrump ties and media ambitions, Ellison, 81, helped start Oracle in 1977 and rose to prominence in the 1990s, when he became a public figure known as much for his lavish lifestyle as for the database company behind his fortune. \nHe was Oracle's chief executive until 2014 and is now the company's chairman and chief technology officer. \n And he has positioned himself as an ally to President Trump. \nWhen Trump returned to the White House in January, Ellison appeared alongside OpenAI's Sam Altman and SoftBank's Masayoshi Son to announce a project called Stargate, to build out AI infrastructure in the US. \nOracle has also emerged as a possible buyer of TikTok, the app owned by the Chinese internet company ByteDance. TikTok is facing a ban in the US unless it divests itself of its ByteDance ownership. \nIn January, when asked whether he was open to Musk buying TikTok, Trump responded: \"I'd like Larry to buy it, too.\"Ellison's media ambitions extend beyond TikTok. He funded the bulk of a $8bn bid by his son to acquire Paramount, which owns CBS and MTV. \nThat deal between Paramount and the media company Skydance, which is controlled by his son David, closed last month.",
    "content2": "",
    "content3": "",
    "content4": "",
    "image": "images/news3.png",
    "files": []
  },
   {
    "id": 4,
    "title": "Why hackers are targeting the world's shipping",
    "content": "Lawyer Henry Clack sadly knows a lot about Nigerian criminal gangs. \nMr Clack, a solicitor at London-based commercial law firm HFW, has to deal with them when he is representing global shipping firms that have found themselves victims of cyber attacks.\n\"Of the cases which HFW have been involved in, the most common counterparties that we've encountered are Nigerian organised criminal organisations,\" he says. \"They have been responsible for perpetrating several high value 'man-in-the-middle' frauds in recent years.\n\"This type of fraud involves a hacker being able to intercept the communication between two parties, such as emails. The criminal then impersonates both in order to try to steal sensitive information, such as log-in details or financial data, or even to take control of a company's computer system.\nThe cyber criminals then demand money to give back what they have stolen, or to give up their command of a firm's computers. \nHFW's data shows that such hacking is a growing problem for the shiping sector, both attacks on ships and ports. It says that between 2022 and 2023 the cost of dealing with an attack doubled to an average of $550,000 (£410,000). \nMeanwhile, in cases where cyber security experts cannot easily remove the hackers, HFW says the average cost of a ransom payment is now $3.2m. Around 80% of world trade is carried by sea, and disruption can greatly increase shipping firms' costs, and leave them short of capacity. \nThis, says John Stawpert, manager for environment and trade in the marine department of the International Chamber of Shipping (ICS), makes the maritime industry a prime target for cyber attacks, from both criminal gangs and hostile countries. \n\"Cyber security is a major concern for the shipping industry, given how interconnected the world is. Shipping has been listed as one of the top 10 targets for cyber criminals globally,\" he says.\n\"The impact can be quite significant if cyber criminals manage to disrupt your operations or, for example, carry out a ransomware attack.\"And the rate of attacks is rocketing. A research group at the Netherlands' NHL Stenden University of Applied Sciences compiled data on shipping cyber attacks over the last few years, and found that the number shot up from just 10 in 2021 to at least 64 last year. \nMany incidents, says Jeroen Pijpkerof the university's Maritime IT Security research group, are linked to the governments of four countries - Russia, China, North Korea and Iran.\n\"What we saw with one example was that equipment was being shipped to Ukraine, and then on a Telegram channel we see people giving information about what kind of targets to attack to get some kind of disruption in the logistical chain [of that delivery].\"Other attacks are purely for financial extortion, be it gangs from Nigeria or elsewhere.",
    "content2": "",
    "content3": "",
    "content4": "",
    "image": "images/news4.png",
    "files": []
  },
   {
    "id": 5,
    "title": "Apple Unveils iPhone 16 with AI Features",
    "content1": "Apple has announced the iPhone 16, featuring advanced AI-powered photography, improved battery life, and a new design. The device is set to launch globally next month.",
     "content2": "",
    "content3": "",
    "content4": "",
    "image": "images/news-iphone16.png",
    "files": []
  },
  {
    "id": 6,
    "title": "NASA Confirms Water on Mars",
    "content1": "NASA scientists have confirmed the presence of liquid water beneath the surface of Mars, raising hopes for future manned missions and the possibility of life.",
    "content2": "",
    "content3": "",
    "content4": "",
    "image": "images/news-mars.png",
    "files": []
  },
  {
    "id": 7,
    "title": "Global Markets Rally After Interest Rate Cut",
    "content1": "Stock markets worldwide surged after central banks announced a coordinated interest rate cut to stimulate economic growth amid global uncertainties.",
     "content2": "",
    "content3": "",
    "content4": "",
    "image": "images/news-markets.png",
    "files": []
    
  },
  {
    "id": 8,
    "title": "Breakthrough in Cancer Research Announced",
    "content1": "Researchers have developed a new treatment that significantly improves survival rates for patients with advanced cancer, marking a major milestone in medical science.",
     "content2": "",
    "content3": "",
    "content4": "",
    "image": "images/news-cancer.png",
    "files": []
  },
  {
    "id": 9,
    "title": "Electric Cars Outsell Gas Vehicles in Europe",
    "content1": "For the first time, electric vehicles have outsold gasoline-powered cars in Europe, signaling a major shift towards sustainable transportation.",
     "content2": "",
    "content3": "",
    "content4": "",
    "image": "images/news-electric.png",
    "files": []
  },
   {
    "id": 1,
    "title": "Introducing Sundy, an easy to use audio player app",
    "content1": "I have used a variety of audio player apps over the years, but I have never found one that meets all my needs. Some apps have great features but are difficult to use, while others are user-friendly but lack important functionality. ",
    "content2": "That's why I decided to create my own audio player app, Sundy.\n\nSundy is designed to be simple and intuitive, with a clean and modern interface that makes it easy to find and play your favorite music. You can create playlists, set sleep timers, and even share your favorite songs with friends via social media or messaging apps. The app also supports offline playback, so you can listen to your music even when you don't have an internet connection.\n\nOverall, I believe that Sundy is the best audio player app available today. It combines powerful features with ease of use, making it the perfect choice for anyone who loves music.",
    "content3": "The app supports a wide range of audio formats, including MP3, WAV, FLAC, and more, so you can listen to your music no matter where it came from.\n\nOne of the key features of Sundy is its powerful search functionality. You can quickly find songs by title, artist, album, or genre, and the app will even suggest related tracks based on your listening history. Sundy also includes a built-in equalizer that allows you to customize the sound to your liking.\n\nIn addition to its core features, Sundy also includes a number of convenient extras.",
    "content4": "If you're looking for a new audio player app, I encourage you to give Sundy a try!",
    "image": "images/sundy.png",
    "files": [
      {
        "name": "Android App Users",
        "url": ""
      }
    ]
  },
   {
    "id": 2,
    "title": "Build your eye catching CV with CVer",
    "content1": "Creating a standout CV is crucial in today's competitive job market. CVer is an innovative app designed to help you craft a professional and eye-catching CV with ease.",
    "content2": " Whether you're a recent graduate or an experienced professional, CVer provides the tools you need to showcase your skills and experience effectively.\n\nCVer offers a variety of customizable templates that cater to different industries and job roles. You can easily input your information, and the app will format it into a polished CV that highlights your strengths. Additionally, CVer provides tips and examples to help you write compelling descriptions of your work experience and achievements.\n\nOne of the standout features of CVer is its ability to optimize your CV for applicant tracking systems (ATS). Many companies use ATS to screen applications, and CVer ensures that your CV is formatted in a way that increases the chances of passing through these systems.",
    "content3": "\n\nCVer also allows you to export your CV in multiple formats, including PDF and Word, making it easy to share with potential employers. The app also offers a cover letter builder, so you can create a complete job application package in one place.",
    "content4": "\n\nOverall, CVer is a powerful tool for anyone looking to create a professional CV quickly and easily. With its user-friendly interface and helpful features, CVer makes the process of building a standout CV simple and stress-free.",
    "image": "images/54.jpg",
    "files": [
      {
        "name": "For Android Users",
        "url": "files/report-ai-traffic.pdf"
      }
    ]
  },
  {
    "id": 12,
    "title": "Publishers fear AI summaries are hitting online traffic",
    "content1": "...",
    "content2": "...",
    "content3": "...",
    "content4": "...",
    "image": "images/news1.png",
    "files": []
  }
]